Revit 2024 API
ParameterTypeId.RbsPipeWfuParam Property
 "WFU"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeWfuParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeWfuParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeWfuParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace